Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaisten_kotiseutualueen_luonnonsuojeluasioissa_kokoonnuttiin_nellimissa_.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten kotiseutualueen luonnonsuojeluasioissa kokoonnuttiin Nellimissä
sme: Njellimis čoahkkanedje sámiid ruovttuguovllu luonddusuodjalanáššiin

source: Ympäristöministeriö, Lapin ELY-keskus, Metsähallitus ja Saamelaiskäräjät kokoontuivat Luonnonsuojelukäräjille Nellimissä 10.-11.8.2022.
sme: Birasministeriija, Lappi EJB-guovddáš, Meahciráđđehus ja Sámediggi čoahkkanedje Luonddusuodjalandiggái Njellimis 10.-11.8.2022.

source: Luonnonsuojelukäräjät on saamelaisten kotiseutualueen valtion maiden luonnonsuojelusta vastaavien viranomaisten ja Saamelaiskäräjien yhteistyötä edistävä vuosittain järjestettävä tapaaminen.
sme: Luonddusuodjalandiggi lea jahkásaččat ordnejuvvon sámiid ruovttuguovllu stáhta eatnamiid luonddusuodjaleamis vástideaddji virgeoapmahaččaid ja Sámedikki ovttasbarggu ovddideaddji deaivvadeapmi.

source: Tämän vuoden pääteemana oli Inarijärvi ja sen alueen saamelaiskulttuuri.
sme: Dán jagi váldotemán lei Anárjávri ja dan guovllu sámekultuvra.

source: Tapaamisen aluksi käytiin läpi osallistuvien tahojen ajankohtaiskatsaukset, jonka jälkeen syvennyttiin tämän vuoden teeman käsittelyyn.
sme: Deaivvadeami álggus manne čađa oassálasti beliid áigeguovdilisgeahčastagaid, man maŋŋá čikŋo dán jagi temá gieđahallamii.

source: Osallistujat perehtyivät muun muassa inarinsaamelaiseen kulttuuriin, Inarijärven vesistön tilaan ja sen kehittymiseen sekä Inarijärven säännöstelyyn.
sme: Oassálastit vudjo eret eará anáraškultuvrii, Anárjávrri čázádaga dillái ja dan ovdáneapmái sihke Anárjávrri čázi muddemii.

source: Lisäksi Luonnonsuojelukäräjät tutustui YK:n elintarvike- ja maatalousjärjestön (FAO) ruokaturvaraporttiin , jossa yhtenä osana käsiteltiin Nellimissä asuvien inarinsaamelaisten ruokajärjestelmää.
sme: Lassin Luonddusuodjalandiggi oahpásnuvai ON:id borramušgálvo- ja eanadoalloorganisašuvnna (FAO) borramušdorvoraportii , mas ovtta oassin gieđahallojuvvui Njellimis orru anáraččaid borramušvuogádat.

source: Luonnonsuojelukäräjät vieraili myös Inarin Kirakkajoella ja tutustui meneillään olevaan jokialueen ennallistamiseen sekä taimenen kutualueiden kunnostukseen.
sme: Luonddusuodjalandiggi finai maiddái Anára Kaarehjuuhâs ja oahpásnuvai johkaguovllu ovddešteapmái sihke dápmoha gođđanguovllu divvumii, mat leat dál jođus.

source: – Osallistuin ensimmäistä kertaa Luonnonsuojelukäräjille ja olen iloinen tästä arvokkaasta yhteistyötapaamisesta.
sme: – Oassálasten vuosttas háve luonddusuodjalandiggái ja lean ilolaš dán mávssolaš ovttasbargodeaivvadeamis.

source: Pidän tärkeänä, että pääsemme keskustelemaan ajankohtaisista asioista, vaihtamaan tietoja ja samalla tutustumaan saamelaisten kotiseutualueen erityispiirteisiin, sanoo Saamelaiskäräjien II varapuheenjohtaja Leo Aikio.
sme: Munnje lea dehálaš, ahte mii beassat ságastallat áigeguovdilis áššiin, molsut dieđuid ja seammás oahpásnuvvat sámiid ruovttuguovllu sierraiešvuođaide, dadjá Sámedikki II várreságajođiheaddji Leo Aikio.

source: Saamelaiskäräjiltä Luonnonsuojelukäräjille osallistuivat II varapuheenjohtaja Leo Aikio, elinkeino- ja ympäristölakimiessihteeri Sarita Kämäräinen, elinkeinosihteeri Laura Olsén-Ljetoff, ympäristösihteeri Tiina Lovisa Solbär ja viestintäsihteeri Johanna Alatorvinen.
sme: Sámedikkis Luonddusuodjalandiggái oassálaste II várreságajođiheaddji Leo Aikio, ealáhus- ja birasláhkačálli Sarita Kämäräinen, ealáhusčálli Laura Olsén-Ljetoff, birasčálli Tiina Lovisa Solbär ja dieđihančálli Johanna Alatorvinen.

source: Luonnonsuojelukäräjät on kokoontunut vuodesta 2002 alkaen säännöllisesti.
sme: Luonddusuodjalandiggi lea čoahkkanan jagi 2002 rájes jeavddalaččat.

source: Koronapandemian aikana tapaamisiin on tullut kahden vuoden tauko.
sme: Koronapandemiija áigge deaivvademiide lea boahtán guovtti jagi boddu.

source: Seuraava tapaaminen järjestetään jälleen tulevana vuonna.
sme: Čuovvovaš deaivvadeapmi ordnejuvvo fas boahtte jagi.

source: Kuva: Osana ohjelmaa Luonnonsuojelukäräjät tutustui inarinsaamelaiseen ruokakulttuuriin ja iltapalaksi savustettiin Inarijärvestä pyydettyä siikaa.
sme: Govva: Oassin prográmma Luonddusuodjalandiggi oahpásnuvai anáraš borramuškultuvrii ja eahketborramuššan suovastuvvui Anárjávrris bivdojuvvon čuovža.

source: Kuva: Johanna Alatorvinen/ Saamelaiskäräjät.
sme: Govva: Johanna Alatorvinen/ Sámediggi.

source: Lisätietoja:
sme: Lassedieđut:

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio@samediggi.fi
sme: Leo Aikio II várreságajođiheaddji 040 621 6505 leo.aikio@samediggi.fi
